org/blog/2020/mr-nobody.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 无姓之人

Mr. Nobody 无姓之人 - 2009 - 加拿大 / 比利时 / 法国 / 德国

这是一个讲述选择的故事。那个小男孩面临选择，是跟父亲、还是跟母亲？这是一个矛盾，所以男孩幻想了以后的种种生活与因果。最后选择了都不跟随。在面临左右为难的境地时，前方是一片坦途，即使孤独一人，也不愿面对失去父亲或母亲中的一人。

我们自己的人生就是不断自我选择的结果。可是，总有些不尽如人意的事情发生，总有一些事情坏了我们一天的好心情。无可奈何，所以也就听之任之了。

这两天过得蛮痛苦的，一方面因为学业逼迫自己，要去学习专业课，另一方面自学的效果并不显著，主要还是我的眼睛有点小毛病------不能像我认为的正常时候那样一直盯着屏幕看了。我觉得这是我晚上看会儿手机才睡觉的缘故。所以，我今天决定把手机放在桌子上，不能拿到床头。

我发现有些话，不能在心里念叨，念叨完了就过去了，等到想写的时候发现失语了。我不知道我该写些什么了，这样的情况可以通过随手记改善。我要随手记！

天气越来越炎热了。内心也不断焦躁起来，平静下来的时候比较少。苦闷的日子一点点增多，填满我那乏味的身心。

写于 2020 年 5 月 17 日
